#+TITLE: Scheme Journey
#+AUTHOR: Md. Alamin Mahamud
#+EMAIL: alamin.ineedahelp@gmail.com

** Intermission
#+begin_src emacs-lisp
(message "hello world")
#+end_src

#+RESULTS:
: hello world

